Repository: sugarlabs/AnalyzeJournal
Catalog: po/*.po
Languages: sq

source: Analyze Journal
sq: Analizoni Ditarin

source: chart of Sugar Journal activity
sq: grafik i veprimtarisë te Ditari Sugar

source: Save as image
sq: Ruaje si pamje

source: Read Freespace data
sq: Lexoni të dhëna mbi Hapësirën e lirë

source: Read Journal data
sq: Lexoni të dhëna Ditari

source: Read Turtle data
sq: Lexoni të dhëna mbi Breshkën

source: Vertical Bar Chart
sq: Grafik Me Shtylla Vertikale

source: Horizontal Bar Chart
sq: Grafik Me Shtylla Horizontale

source: Pie Chart
sq: Grafik Rrethor

source: Fullscreen
sq: Sa krejt ekrani

source: Invalid object
sq: Objekt i pavlefshëm

source: The selected object must be a %s file
sq: Objekti i përzgjedhur duhet të jetë një kartelë %s

source: Turtle
sq: Breshka

source: Label
sq: Etiketë

source: Value
sq: Vlerë

source: Invalid Value
sq: Vlerë e pavlefshme

source: The value must be a number (integer or decimal)
sq: Vlera duhet të jetë një numër (i plotë ose dhjetor).

source: Basic usage
sq: Përdorimi i thjeshtë

source: First select data type:
sq: Së pari përzgjidhni lloj të dhënash:

source: The free space in the Journal;
sq: Hapësira e lirë në Ditar;

source: The types of Sugar Activities you have used;
sq: Llojet e Veprimtarive Sugar që keni përdorur;

source: The types of blocks used in Turtle Art.
sq: Llojet e blloqeve të përdorur te Art Breshke.

source: The graph title is the same as the Activity title
sq: Titulli i grafikut është i njëjtë me atë të Veprimtarisë

source: You can change the type of graph:
sq: Llojin e grafikut mund ta ndryshoni:

source: Vertical bars
sq: Shtylla vertikale

source: Horizontal bars
sq: Shtylla horizontale

source: Lines
sq: Rreshta

source: Pie
sq: Rrethore

source: Saving as an image
sq: Po ruhet si pamje

source: In the activity toolbar you have button to save the graph as an image
sq: Te paneli i veprimtarive gjendet një buton për ta ruajtur grafikun si një pamje

source: Help
sq: Ndihmë

source: Free space
sq: Hapësirë e lirë

source: Used space
sq: Hapësirë e përdorur

source: turtle
sq: breshka

source: pen
sq: penë

source: number
sq: numër

source: box
sq: kuti

source: sensor
sq: ndijues

source: extras
sq: ekstra

source: other
sq: tjetër
